{"text": [{"index": 0, "context": "We have  been in lockdown for almost year now. A vaccine is now available and I am now feeling that the end is in sight after everyone has suffered so much.  I am now feeling optimistic. I am now feeling very positive about the future and the next year.  I am looking forward to seeing friends and family. I am excited about life returning to some form of normality before coronavirus. I am looking forward to going on holiday. I am looking forward to going out for something to eat in the restaurant. There is still uncertainty how long this will continue but we face this when we need to."}, {"index": 1, "context": "I feel sadness at all the things my children have missed out on over the last year. But things are feeling more positive now with the success of the vaccine out roll out. I feel more optimistic that I may be able to return to work after this lockdown, in a few weeks time. I have found it really difficult not being able to operate my business due to the lockdown and the has created financial worries for me. This is an ongoing issue until I can start my business again. The sun is shining today and Spring is on its way which gives me a lift."}, {"index": 2, "context": "I feel mostly relaxed about the situation, not necessarily happy but just content with getting on with the current situation. I am a bit apprehensive about the future but not anxious or worried about it. The vaccine is a positive step in the right direction which relaxes me a bit. However I also feel that there is no point getting worried over something I can't control, either we will get COVID under control or we won't, I won't be able to change that so I won't worry about it. The only difficult thing I find is not being able to meet up with people in public places like for a drink after work so I am looking forward to coming out of lockdown."}, {"index": 3, "context": "I have found lockdown 3 more difficult than lockdown 1 and 2. i think it's because of the mutations and the discovery that they are more contagious and deadly. It is because of this that I have chosen to stick rigidly to the rules and stay indoors other than to walk the dog. That combined with the winter and dark nights made me feel differently this time round and while I am usually good at boosting myself and keeping myself going it has been more difficult to stay motivated this time. Note - this isn't a depression it's just a slightly lower mood than usual. That said I can see light at the end of the tunnel and I have my first jab on Monday 8th March. All I want to do is stay well until I get my second jab at the end of May and then hopefully I can start to socialise again and get back to a more active and normal way of living."}, {"index": 4, "context": "I am slightly worried about the thought of getting the virus and worried for my family. I am hoping that this pandemic will be over in six months. It has impacted on my family life. We planned to travel, this now cancelled and we have to adapt to many changes governed by the Prime Minister.  We have to plan most of our shopping in advanced and ensure we have the main items written down. This is new for us as we did not do this before. It, about conforming to a new way of life for us, for me and my family. I am a bit overwhelmed at times and I have to take time to process what is happening around me. "}, {"index": 5, "context": "I feel uncertain about how long this will last and what the impacts on society will be in the longer term, both economically and socially.  I also feel sad about the negative impact on people's physical and mental health, especially for the families of those who have and who will lose relatives to the virus.  In addition I feel unsure about the effectiveness of the government's response to the crisis and whether our healthcare infrastructure will be robust enough to cope with the volume of ill patients we expect."}, {"index": 6, "context": "I feel a bit conflicted. I am staying inside, but then I have to work in the co-op (2 times a week). But then having to work my normal job. (being deployed to the co-op). So, I take it seriously but then in the co-op I have soo many walking around me not respecting the 2 m distance and it stresses me out. \nbut then I think, if they don't take it seriously, maybe i am over worrying? (i know this is not true)\nIt is also hard, because both my housemates have been furlowed, and I have not and will not will. So it is stressful trying to keep a routine, and my health is deteriating."}, {"index": 7, "context": "I was worried at first but not anymore. I am not afraid of the Covid-19 like I was when it first appeared. The government takes good measures to prevent the spread of the virus and that makes me feel much better. I think that we should go back to normal soon. I would like to be able to travel internationally freely. I have family in another country and I haven't seen them for more than a year because of the lockdown and it's really hard for me and them as well. My children are happy that they are back to school and that makes me happy as well. I really hope that this Covid-19 situation is coming to an end."}, {"index": 8, "context": "I am frustrated at having to be at home for this long and want to be able to socialise. I am annoyed at how it has been handled over the year and just want to be able to go outside again. I think the lockdown has gone on long enough and while I was taking it very seriously at the start i am now at the end of my patience with being stuck indoors all this time. My mental health has not been the best due to this and I cannot wait until I am allowed to go back out and socialise and chill with my friends and life goes back to normal."}, {"index": 9, "context": "I,feel,extremely,bored.\nNothing,is,happening,at,all.\nIt,would,be,good,to,be,active,and,doing,something,positive.\nI,am,irritated,with,that,hypocrite,in,Scotland.\nI,think,the,government,were,ill-prepared,and,the,NHS,wasprey,after,decades,of,austerity.Will,we,learn,the,lessons?\nI,am,hopeful,that,Boris,will,fade,away,and,Mr,Starmer,will,lead,us,to,victory.I,am,a,little,sad,about,all,the,vulnerable,women,who,are,sufferoing,domexstic,abuse.I,personally,feel,rather,detached,from,it,all,watching,frm,a,distance,and,worrying,about,the,lonely,elderly,people."}, {"index": 10, "context": "I feel distrust within the government in regards to the severity of the virus. I believe we will be in lockdown for a lot longer than originally estimated. I believe this is because if they were to reveal the true length of  lockdown there would be a lot more anger and lack of cooperation. \n\nBesides this I am bored beyond belief, I am unsure of when things will return to normal. I hope it is soon. But because of my distrust of the government i'm quite sure this lockdown will continue until at least late may - mid june."}, {"index": 11, "context": "Neutral on feelings tbh I don’t feel at risk because I have followed the rules strictly. I am confident once vaccinated it will be over soon. I have missed seeing my family and my nieces and nephews. We have moved home since the pandemic so also looking forward to exploring the area. I have more hope for future than sorrow at this moment in time. I think we will end up living with this like we do fly and other diseases. The hardest thing has been the increase in food costs and although I have stayed in full time work my partners wage has dropped and even affording one shop a month is difficult with the price of food. Fruit and veg is cheap but everything else seems to have shot up in price."}, {"index": 12, "context": "I feel stressed and frustrated that the coronavirus pandemic is still an issue. I also feel some anger and sadness that we are still unable to do things that we all used to enjoy, and I do feel the Government is hugely responsible for this in how they handled the lockdown situations. However, there is some relief that there's light at the end of the tunnel now of leaving lockdown but anxiety remains over the safeness and reliability of the vaccines available. It's been a stressful time for everyone, and there is some anxiety and fear of how we will recover from this."}, {"index": 13, "context": "I’m doing all I can do to keep myself and my partner safe. Distancing and washing hands upon return home. I hope this will be enough to not get covid19. \nI see a long period of social distancing ahead of us to try to minimise the spread. Hold little hope of a global vaccination this year.\nI can’t think of anything else to say except the government’s response has been pathetic following 10 years of unhinged Tory ideology.\n500 characters for 50p is an absolute joke. I have nothing else to add to this ridiculous demand of my time"}, {"index": 14, "context": "I am sad about how the past year has gone; at some point I was shocked at how long it was seeming to last but now I have accepted that it was handled poorly and I am even more disappointed in the government than I was to start with. On the other hand, I am hopeful about the NHS's vaccination programme and believe it is the key to ending this situation for all of us. I am glad that my parents have had their first doses of the vaccine, though I will not be truly reassured until they have both received their second doses. I am less anxious about myself getting the vaccine although several of my friends have been affected by covid severely. I am bored and tired of lockdown life but I am anxious to return to \"\"normal\"\" life because I have been social distancing for so long. The \"\"new normal\"\" is an interesting concept to me because I used to have a very socially active lifestyle and these lockdowns have forced me to slow down and I quite enjoy it so I take that as a sort of silver lining."}, {"index": 15, "context": "I feel a mixture of emotions when I think of corona virus. At the moment there is quite a bit of hope that the situation is getting under control - the vaccine roll out has helped massively to increase optimism. I also feel quite sad when thinking of the impact the virus has had, and continues to have on people's lives. It is upsetting to think how many people have died, and how restricted our lives are right now. I am fearful of the potential health impact on my family and worried about our safety before we get vaccinated"}, {"index": 16, "context": "My current situation is fine because I'm an introverted person. My uni life has been disrupted but online lectures and assignments means it's not a huge issue. I also don't miss having to go to a boring part time job every afternoon and money isn't a huge worry for me. I'm young so I'm not scared of getting it myself, but I live with someone with a weak immune system so I'm definitely scared for them. Food has been a concern too and it's a shame to not be able to just walk down to the shops to grab a snack or something similar. I am angry at the government because 10 years of austerity and right-wing incompetence has made this issue far worse but lots of people aren't making that link. The NHS needs better funding, our public services need to be appreciated, things have got to change."}, {"index": 17, "context": "I feel about Corona situation slightly worried at this very moment. I also feel anxious in regards incomplete information and statistics. I feel at his moment that I very much want to hope for the best and we can back to normal but I do not feel that this is realistic in the near future. Because of that I also feel a bit of sadness that our future life will change permanently and I don't know if this is for the best or worst. I feel upset that I can't have my previous life style right now and  I don't know when it will back. I feel also upset that I can't see my friends and spend time with them."}, {"index": 18, "context": "I feel that although Coronavorus is still very much apparent in our society, the affects it has had on peoples mental health is much worse. Members of my family have not stepped foot out their doors since last March as they are terrified. I am working and have been throughout the pandemic in an emergency childcare hub which has been tough as guidelines have been consistently changing meaning. I have severe asthma and I'm due to get my covid vaccine next week. I am looking forward to life returning to normal. I have attended family members funerals where only 20 people could attend a very impersonal service and covid has taken away any form of proper grieving as it has forced the family to be alone during a time where you need family and support from others."}, {"index": 19, "context": "It is a concern to me but I feel like our family is doing its best to keep itself safe, and the virus has not yet directly affected anyone particularly close to me, nor is it particularly widespread (or at least known to be) in my area. It seems like in several countries that a corner has been turned, and although we are a little behind in the UK, it is encouraging to see a light at the end of the tunnel. However, we are all feeling fairly stir-crazy having been stuck in our house for so long, especially as we are used to being very active and going out and about."}, {"index": 20, "context": "I'm aware of how serious the situation is but the only thing I can do to help is not mix with people and maintain my hygiene. I am using any  days off duty to continue my personal education, learning, dog walks (whilst we can)and enjoying it, remaining positive throughout.\nI am constantly baffled by those who find this difficult to comprehend. We are not in small prison cells, solitary confinement or suffering any hardship beyond vanity. That said, I do feel a little concerned for the elderly and infirm or those living in flats, without gardens."}, {"index": 21, "context": "I feel helpless and hopeless. There is nothing I could do apart from staying at home. \nI'm also quite stressed because of financial pressure. I will not get any financial help, and that keeps me awake at night worrying.\nI'm a bit angry because the politicians were not honest about the situation when it first started. And the media have been misleading as well. \nI'm also angry that there are many selfish people who are not following official guidelines and not observing social distancing, bringing danger to every member of the society."}, {"index": 22, "context": "While it is a pandemic, I think a lot of the people taking unnecessary risks deserve what they face. Combined with the fact that the population needs a cull, I don’t personally have much stake in the situation emotionally. I am not high risk, nor is my partner and we have taken all necessary precautions and are not risking our health or our families. If they chose to do so, they accept the risks and that it means an immediate severance of all contact until the risk has passed. My workplace took rapid action before it was required so my job is secure as we are an essential industry with the capabilities to work from home"}, {"index": 23, "context": "I feel quite relaxed about the situation.  I tested positive for covid in January when there was an outbreak where I work.  I work in a social care setting and the outbreak spread very quickly. Luckily I work with children and not the elderly so none of the residents were seriously unwell.  I was quite unwell and had to take nearly a month off work.  The number of infections nationally is now dropping considerably and i'm feeling optimistic about everything returning to near normal in the future."}, {"index": 24, "context": "I feel frustrated because there is a lot of mixed information about the Corona situation in the media and among the public such as about the effectiveness of mask wearing, the effectiveness of vaccines and whether the virus is on the retreat.\n\nI feel that the lockdowns to reduce the spread of the virus are having a negative effect on the economy and people's livelihoods without ample evidence that they are necessary.\n\nI think that it will take a long time for society to recover from the pandemic and there could be long term mental health issues that effect people for years to come."}, {"index": 25, "context": "its getting a bit over the top now i think we should just live with it and get on with our lives, you cant belive anything people tell you the death rate is not totally true we have wasted a year of our lives now and we dont know if its done any good or not we will never know but the economy need to get started again before there is more people without a job fingers crossed we are over the worse and life hopefully will get back to a little normality and can hopefully get on a plane and go abroad"}, {"index": 26, "context": "I am not as worried as I was before as I know that the death rate is slowly dropping as more vaccinations are being offered. Also, I am not experiencing many deaths in my line of work (working at the hosptial) as I was beforehand which is a great thing! I am still quite a bit saddened knowing that families were not able to be with their loved ones who passed away due to the pandemic. It can be very tiring having to follow pandemic rules and not seeing an end in sight, but it absolutely is for the best."}, {"index": 27, "context": "At the moment I feel like the Corona Virus pandemic is coming to an end and I'm hoping that everything will be back to normal very soon. In the next couple of weeks I think that the lockdown's will be lifted and everything can re-open. I would like to see the schools, pubs, gyms, leisure centres opened and I would like to see the mask mandate scrapped. I'm concerned about the government talking about Covid passports and I'm worried by the amount of old people that have been dying after receiving the Covid vaccine."}, {"index": 28, "context": "Sad for the people going through loss and hoping for this to all finish as i slightly feel trapped having to stay in. There’s a bit of anxiety for myself and family that sometimes have to leave the house. There’s also a feeling of relaxation from being constantly on the go usually from work and life so now having the time to relax and not be rushing around feels good. There’s also a sense of confusion of what exactly is going out there and a lit bit of anger that it feels like the government isn’t doing much to reduce the situation "}, {"index": 29, "context": "I feel like the worst is behind us and hopefully i am right. That makes me feel hopeful about what is to come but and the same time anxious about what is to come.\nGoing back to normal at this point almost seems like changing again since the current state of things has become almost normal.  \nAlmost, the shock was greater on the start of the pandemic than at the end still i believe.\nI feel a little hesitant in moving forward but i believe it has to do more with my current situation than the pandemic."}, {"index": 30, "context": "I am concerned about the virus but am less anxious than before as have gotten used to living with the risk. I will be glad when I get the vaccine so I can visit family but I don't want to go back to the office as I prefer working from home. I hope we can continue to stay safe and healthy until the danger has passed/reduced. I like having more time at home with my partner and our dog, and having more time to read and less time shopping/commuting. I do miss travelling and seeing friends though. Not sure what else I can add here."}, {"index": 31, "context": "I am starting to feel more confident that we will be coming out of these terrible times in the near future. While I am not sure that everything will be back to normal for some time, I am confident that the vaccine will allow a greater degree of normality. My anxiety is starting to reduce and is being replaced by feelings of excitement and happiness. There are so many things that we have all missed over the last year that it is almost overwhelming when you think about what is to come. I am sure that we can cross the finish line and bring some of the benefits that we have seen over the last year with us. Working at home has been a real benefit for me, and I know many others as well. While it will not be positive for everyone, at least having the choice will be a positive thing."}, {"index": 32, "context": "It feels as thought things are begginging to look more optimistic. Although full eradication of covid is not possible, even though some political parties believed this to be true. It is good that schools can reopen as I feel sorry for children who are missing out on lessons and seeing their friends. Personally, from a working from home perspective, I know feel so comfortable with situation that I am anxious about returning to office environment. It just seems uneccesarily risky to open up all sectors of economy in one full go. I would much rather see a return to the office still some way off."}, {"index": 33, "context": "Things are getting back to normal soon, very strange to think it's been a year. Life simar for me this whole time, less some social interactions and sports. Numbers look like we're headed the right way, will leave a big mark behind though. Excited to see people and to be more active too. People all around getting the vaccine, very promising so long as everyone complies. I haven't yet been offered it but of course will when I can. My area has continued to be one of the lowest rates of infection in the UK so has not been too worrying."}], "label": ["Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Anxiety", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation"], "length": 4932, "ground_truth": 24}
{"text": [{"index": 0, "context": "Whilst I'm not worried/concerned too much for myself I feel worried for the people that I love and all those who are considered vulnerable. I'm somewhat irritated by those who do not feel that the rule applies to them. It's not about you alone at this time. It's the impact that you could have on others. And I'm sad to hear of all the deaths and the people that this is affecting. It's heartbreaking that these people are dying without the usual attendance of family members. \nI feel helpless as I don't live near family who are in need and so the burden has landed with other members of the family who are now exhausted, anxious and worried. This upsets me that I can do very little to help. So I feel a little helpless. That said, we all have to do our part and I remind myself that the kindest thing I can do is not visit loved ones. I'm a little concerned that the government will lift these rules too soon. We have one shot at this. "}, {"index": 1, "context": "I am mostly bored being stuck at home with limited things to do. I find working from home difficult and I get distracted, but now I have two weeks off work. I am a little apprehensive about the situation, especially for my older relatives. However, I would mostly just like to know what the future holds and how long we will be in lock down etc and when things will go back to normal. Not knowing when we will be able to go back to work/normal life is difficult to live with so it raises my anxiety level a little bit."}, {"index": 2, "context": "It's definitely worrying but there is a sense of calm and relaxation due to current day to day living. Unsure over what the future holds and when the lockdown is going to end might be the biggest worry factor. However, I feel it may be a bit overeager as even if there was no lockdown there is no where to go currently. Personally, I have no problem staying inside and have been content to do so thus far. I am now concerned over how long the requirement for this text box and this getting me a touch agitated. I do not have a great deal to discuss about the situation and definitely do not need this many characters. I do wonder if this perhaps a 2nd secret study within a study "}, {"index": 3, "context": "Im feeling more optimistic now as the vaccine is being rolled out. Life will start getting back to normal and that is something Im looking forward. I like the road plan outlined by Boris Johnson few weeks ago\nAlso the deaths are falling pretty fast and so are case number which is giving me confidence and the people around the country\nEvery day Im seeing more cars and people out and about and I like that as confidence is building\nAlso as shops start to open up Im pretty sire I will be the first to go in"}, {"index": 4, "context": "I feel as if it's been going on for long enough. The UK (and I use that term advisedly) has made a total mess of managing CV19 response and instead of being able to capitalise on our island status we've just drifted from one half-assed lockdown to the next. Too bad. I live in Scotland - NS could have made a much better job of this if she'd been in charge of the UK response and not just Scotland's. Also, sad for all the people who have lost loved ones unnecessarily and the people who are suffering with long covid."}, {"index": 5, "context": "I think we have gone from high fear and little cases to low fear but high cases. luckily I have not been personally affected so I do not have many strong personal emotions however my heart does go out to all those affected. even if they say death toll is down to 60 people a day, that is still 60 families everyday dealing with the loss of a loved one sooner than they should.\ni think the government are doing what they can at the moment but should've handled it better at the start. I think they should delay the opening of  gyms and non-essential shops to try and reduce the spread since we still have thousands of cases a day."}, {"index": 6, "context": "I feel a little more relaxed about the corona situation at the moment because I am following all the government guidelines. I am wearing a mask when I'm out and I'm only out when I need something that is essential. I keep 2 meters away from other people and I regularly keep my hands washed and clean. \nI am still a little worried about my elderly family members who live in higher populated areas but I also know that they are sticking to the guidelines and keeping themselves safe.\nAs long as I stick to the rules and regulations put out by the government I feel at ease with situation."}, {"index": 7, "context": "I feel relatively positive about the fact that the vaccines are being rolled out and that the children are able to go back to school. I feel a mild amount of worry that everyone seems to think the schools will end up closing again and also that this could happen due to variants.  In general I feel happy that things are looking like they will soon be starting to get back to normal.  I'm in no rush to travel abroad but would love to have a normal summer being able to see family and travel within the UK."}, {"index": 8, "context": "First I guess I feel a sense of almost pride that we are living though such a pivotal time. I feel annoyed at the selfishness and stupidity of some people not observing the quarantine. I do have a cautious optimism as the great majority of people are surviving the disease but all the while it is very unsettling. As a scientist I know how this will all play out but at the same time it is deeply frustrating being compelled to confine myself to home. I had heard that they are recruiting able bodied scientists to work on coronavirus test centres but my wife would never agree to that and also my boss probably wouldn't be super thrilled. "}, {"index": 9, "context": "I feel that it is a big distraction from everyday life as it was. I'm looking forward to things going back to normal. \nSeeing my friends and family will also be good. \nI'm looking forward to celebrating my freedom from being staying at home more than I usually do.\nIt does feel strange being outside and seeing a lot of people wearing masks and gloves. It almost feels like I'm in a movie. In some regards a bit shocking when I least expected it when  people had not only a mask but other things covering there face."}, {"index": 10, "context": "I feel fairly relaxed so far, although being locked for 3 weeks starts to take its toll and do miss social interactions. We do try and have some calls/videos with my friends as much as possible. Staying in touch with my family back in France is also important for me\nI feel a bit worried for older people at risk and that the NHS is being overwhelmed.\nI also hope things will get back to some sense of normality and not too many people will die as a result.\nI personally feel lucky I have a job I can keep and be paid."}, {"index": 11, "context": "I feel like the situation is feeling and looking better at the moment, as the rates are going down and more people are getting vaccinated, especially family members and people I know. I'm slightly worried about the new variants and if this will make things worse, and we might have to go back into a lockdown again. Or if they start going infecting people who have been vaccinated. However I was quite impressed at the fact they seem to have found the people with the new variants quite quickly. \nRight now I feel quite relaxed and happy, I don't mind lockdown as I can work from home and I live with my fiancé. But I am looking forward to the lockdown easing, and seeing more people and going more places."}, {"index": 12, "context": "I feel relieved, nothing bad has personally happened to me or my family yet and hopefully, nothing will. I'm proactively trying to make the best of the situation by participating in a variety of courses to boost my CV for example coding, digital marketing, software. It's also nice to have time off doing nothing- makes me more relaxed, calm and satisfied, through this I've spent more time cooking which is a great hobby and I really seem to enjoy it. Plus, having time is good when searching for a career."}, {"index": 13, "context": "i feel good. My family is fine too. We read a lot of books, play computer games. we watch a lot of films. It is very important to play sports as it is not possible to go to fitness centers. We use this time to keep ourselves in good shape But you need to be careful on the outside to avoid getting infected and to wash your hands frequently.\nBut you need to be careful on the outside to avoid getting infected and to wash your hands frequently.\nBut you need to be careful on the outside to avoid getting infected and to wash your hands frequently"}, {"index": 14, "context": "I'm feeling optimistic. People are receiving vaccinations at a rapid rate and the end to lockdown is approaching. The number of infections and deaths are decreasing also. Hopefully this takes the strain off of the NHS. The doctors and nurses and frontline workers deserve a break. But I'm also wary that if people let their guards down we'll be back to square one. I'm worried about the impact covid has had on the economy in the long term. People are going to find it hard to get back into any form of employment"}, {"index": 15, "context": "I feel anxious and out of control of the situation \nI feel angry that people aren’t listening to the social distancing rules \nI feel annoyed that people are still panic buying and being selfish \nI feel anxious if me or any of my family members get ill\nI feel anxious that the family I live with may not wash their hands properly or be as strict with their hand hygiene as I am - therefore putting themselves and me at greater risk \nI feel sad that people are dying \nI feel uneasy because I don’t know what’s going to happen in the future \nI feel a lack of motivation as I’m having to do my uni work at home and I’m worried this will effect me graduating "}, {"index": 16, "context": "I am accepting that the coronavirus situation is what it is. I am more relaxed knowing my loved ones are now at home isolating. I am trying to make the best of a bad situation by appreciating things I can do because I am stuck at home, like spend quality time with my husband, and not have to commute to work. I am just trying to see the positives. I cannot change the situation rthat is going on, so I might as well just enjoy some of the things that have come about because of the situation. It is not a good situation that we are in, but right now there's nothing I can do to change that, It wou;ld be nice to be able to go out and do the normal things, especially when the weather is nice, but I am accepting that it is not currently possible to do so. "}, {"index": 17, "context": "I'm worried about other people more than myself. Been furloughed from work but that's actually a positive at the moment and has helped me feel less anxious than I was before.\n\nOlder people do need to take the whole situation more seriously as they're the ones not abiding by the distancing rules and that makes me more worried about them, and the possibility that they're spreading the virus. \n\nThe financial situation is the biggest worry, with wage cut to 80% at the moment, assuming that comes through. Plus the concern that the business I work for may not survive this situation. Therefore it is important for to try not to spend money other than on essentials as I may need it to tide me over until I can find a new job after things reopen. Other businesses may also not be hiring due to financial worries."}, {"index": 18, "context": "Even though everyone around the world is in lickdown of some sort, i feel that we as a race have managed to navigate through a one-in-a-lifetime experience that (hopefully) generations to come wont have to live through. Personally i'm feeling optimistic, but also understand this shift to a 'new normal' may continue for some time, plus economies may find things hard to start with until we're back to as close as pre-covid normal. I am annoyed at people who don't believe in the pandemic, and who flount the rules for selfish reasons, because in all likelihood these people would probably not be directly affected"}, {"index": 19, "context": "I am fed up about not being able to go out when I want, I miss going to the shops and seeing other people.  I don't like schooling my child from home as it takes up time that I could be doing other things.  But it is good to be able to spend more time with my child and my husband.  I miss being able to go out for dinner.  Its annoying that we do not know how long this is going to last and I am worried that my holiday may get cancelled, as, as a family we have all been looking forward to it since last year, "}, {"index": 20, "context": "I feel hopeful that the pandemic in this country will be coming to an end in a few months and we can get back some of our freedoms that we had before the pandemic.\n\nI am still unsure as to when the rest of the world will be able to gain some normality and boarders will be fully open like they were pre-pandemic.\n\nIt could take over a year until the whole world is back to what it was pre-pandemic.\n\nI think vaccines are good and the only viable way out of the current situation. I am not too worried about mutations as I trust that the vaccines can easily be tweaked to deal with this, similar to the flu vaccine each year."}, {"index": 21, "context": "I feel that things are getting better and there is a light at the end of the tunnel but I don't trust things to go well.\nI'm angry at the way the government have dealt with it, I think a lot of mistakes have been made and their handling of the pandemic has been atrocious.\nI'm pleased with the fact that my parents have had the vaccine and I'm looking forward to being able to see family and friends.\nI've found the whole experience quite draining but I'm feeling more relaxed now than I have for a while. I don't see everything going to plan though."}, {"index": 22, "context": "Im selfish, to say I'm a lot more relaxed since lock down. But it really has calmed me knowing I won't have to get close.. But I've also been just as anxious, even though I only leave the house 2 a month for essentials, what if I'm causing harm to my family that I don't even realise? My mums disabled, and is a more amune, for the past several days I've had a cold(I haven't gotten ill in anyway in years) so now I'm being told I have to get out the house incase, it's only now I'm being forced nad threatened I've realised how difficult it is with for people who don't more troubles I do, to have a place to sleep, I've never done anything that would give any trouble to anyone around me. The people with genuine troubles and need some were can't even get the proper help the need and have no one they can ask for help."}, {"index": 23, "context": "It seems to getting better and we are at the end of it. The numbers are going down and the children soon return to school. I am really pleased with the speed of the vaccine rollout so again it seems like the government have taken control. In the summer I hope to travel again, we have booked mexico. As long as we are not aske to restrict our movements when we are on holiday and we are not asked to self isolate in a hotel room at a very high cost then this will be a major positive. I hope to experience a summer with very few restrictions."}, {"index": 24, "context": "I currently feel relaxed, but a little afraid I am not being productive enough. I fear my overall PhD progress is being affected by the disruption to my normal routine, as I can't technically pause the workload, although this may then have consequences later on, despite the outbreak. I do feel relaxed, but feel less motivated to do work. In a way, I am torn between allowing myself to be a little less strict with my work ethic, as an adjustment to this new lifestyle, and being concerned about where this will lead me career-wise in the long-term, and if the latter even matters as much as it mattered before, considering the current circumstances. "}, {"index": 25, "context": "I'm annoyed that I cannot continue my life as normal however I don't mind the enforced isolation as I am more relaxed and not having to worry about many of the daily tasks. I am having more time to do things like yoga and meditation and am spending less money as I'm not out socialising and using petrol etc. I miss my friends and miss socialising however but I have got around that somewhat by utilising online meeting platforms like zoom. I am worried and a little anxious about the future of COVID and wether or not my friends might get it and die"}, {"index": 26, "context": "Having recently received covid vaccine and my country been in lockdown for a number of weeks , the statistics of the virus are on the way down with regards to deaths and infections which makes me feel a little more positive.I do however have concerns on new variants of the virus emerging but overall a little more positive.Once we emerge out of lockdown and the economy opens up more we may see infections increase and possible deaths increase which is a concern.The vaccine is really positive although we don’t know how long for it protects us at this moment in time as it is a new vaccine"}, {"index": 27, "context": "Over the past twelve months, there has been little to look forward to with the constant lockdowns and other restrictions. At the moment, I think the current situation is starting to look better than it has for the last twelve months. Now that more and more people are being vaccinated, the infection rates and deaths are starting to fall rapidly. I think that provided that people respect the rules for a few more months then, hopefully, life can start getting back to something like normal later this year."}, {"index": 28, "context": "I feel at peace with the situation. As I am at home self-isolated with my family (husband and children) and we and our extended families are well and safe I feel ok about our current situation. I am working full time, my children are off school and my husband has been furloughed and therefore only being paid 80% of his full salary whilst being unable to work. However, when I think about others that I see in the news, on social media or those who I know through family and friendship networks who have become sick from the virus, or who have had their personal and financial circumstances adversely affected by the virus I feel very lucky that our situation is manageable. At the end of the day our health and wellbeing is the most important thing and we are lucky that we are all together safe and well at home rather than outside exposed to the virus. I feel very fortunately also that we are able to afford a 20% reduction in my husbands salary. This makes me pretty secure and stable. Although I do hope that things return to normality sooner rather than later. That said, I am enjoying all our extra family time together, shorter work days and not having to commute through London."}, {"index": 29, "context": "Concerned that lockdown is opening too soon with children back in schools with unvaccinated staff members. I’m concerned that the positive steps we’ve worked towards will be undone because of a rush for a Big Bang reopening. I’m also concerned that older people are taking more risks and putting more pressure on family members to break restrictions because they’ve had one dose of the vaccine. There seems to be very little regard for keeping younger people safe and recognising the role younger school age children have in spreading the disease amongst under 40s."}, {"index": 30, "context": "The main emotions I feel right now are confusion and frustration. I have information overload with all the news outlets saying different things. You have one person saying one thing and another saying something totally different. There are a lot of rumors going around to the validity of the certain pieces of information. I'm missing my family, I haven't seen my mum for nearly a month. I haven't seen my friends for a long time. I'm not really a sociable person but this has brought to light how much I really miss them. My routine is all out of sync which makes me feel lost and extremely lazy. Very strange times. "}, {"index": 31, "context": "Annoyance at some people not social distancing which if they did could result us from being in lockdown sooner.  The situation around the virus seems very surreal in what the virus has managed to do creating an almost omega man film situation at times.  It seems that although I do not mind myself sitting at homenot seeing anyone in general, when you have no choice about it, it feels weird.  I find it strange also that people are automatically distancing themselves when you are out, but at the same time feel that you get to interact with someone and you are treated like a naughty child being told you are not allowed to do that, so go stand in the corner or go to your room and think about what you have done"}], "label": ["Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Anxiety", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation"], "length": 4756, "ground_truth": 15}
{"text": [{"index": 0, "context": "From seeing the daily death rate increasing and people still getting infected is not great, plus with some of the public still believing they are 'immune' or the lockown rules don't apply to them is frustrating for all who are trying to handle the situation. The press inform regularly but not to the level of scaring people into a frenzy. Panic buying has declined a great deal, social distancing seems to work for a high majority where I live but some still don't get the need to look after themselves and each other. Have signed a petition to see if live animal markets have tighter controls if not banned in China, as I believe that countries with this level of mentality should know better, change their barbaric ways. I understand food sources are a requirement, but needs far better control especially where the pandemic has run rife throughout the world (this all depends on truth of the source of covid19)"}, {"index": 1, "context": "I have anxiety when around big groups of people due to the Corona virus, such as going food shopping. Although I feel happy that the restriction will be hopefully be lifted soon so we can see our friends and family more, even if it means just meeting outside. Lets hope the weather is nice to be able to do so. I have a fear still that I could catch it and not get any symptoms and give it to a love one who does get the symptoms. Guess we do not know what is going to happen, just hopefully people do not go too crazy and spread it more like last time."}, {"index": 2, "context": "I’m feeling cautious but as I’m self isolating so feel that I’m doing all I can to prevent contracting or carrying the virus. I feel anxious when I watch the news and see the number of deaths but I remind myself I don’t live in a city and  compared to other places our death toll is low. I am interested in how the virus is spreading more than I feel anxious. I try not to watch the news all the time but once or twice a day is enough because I understand how it could make people anxious and afraid. I’m not bored by self isolation but some people are so I think we need to remain cautious and not become complacent. "}, {"index": 3, "context": "I don't have any feelings regarding the virus as for me it's a normal day as I continue to do the same things. Now and again I'm anxious however this is a rare occurrence. It can be scary with the amount of deaths there have been and there is no cure or vaccine for this. I have hope that this can be beaten if we as a country and the world unite together. I feel that this is going to be a long process and we all need to be safe and follow the rules that have been set. It angers me when people blatantly disregard the rules and put other peoples life at risk."}, {"index": 4, "context": "I feel the Corona situation is getting better, however I also feel it has been badly mismanaged by the government. I feel saddened at the amount of avoidable deaths that have occurred because we didn't lockdown soon enough on 3 occasions, I feel angry at the way the government has tried to blame people for behaving badly when they made the biggest mistakes. I feel like the recovery will hit the poorest hardest and that will be incredibly unfair. Once the situation has been improved, I suspect the NHS will once again be left to fend for itself and won't be funded to the degree that is necessary. I suspect that the government will seize the opportunity to impose more austerity on the population."}, {"index": 5, "context": "I think we are getting close to the moment when we will be back to a normal situation. The vaccine is having positive effects in a lot of countries around the world. I am still concerned about my parents because I don´t want them to catch it before getting the vaccine. I think next year will be normal again. People will go on holidays and return to their places of work. Governments are making great efforts to help the countries economies. However the crisis when the virus is gone will be hard to solve."}, {"index": 6, "context": "I am slightly anxious. My husband has asthma and I have two young children. I am a key worker so I am working every day with the public. There is the off-chance I could get it and bring it home . I use gloves and sanitising gel every day. For the first couple of weeks I didn't have sanitising gel so I used regular anti bacterial spray. I have messed up my hands but at least hopefully I haven't brough anything home. I am a courier, so I deliver 100 or so parcels a day. I have no idea who has touched them before me. Anoother issue I have is, if I get it I could pass it onto some of my customers!!"}, {"index": 7, "context": "I am optimistic that the end is in sight and we will be back to normal soon. I get frustrated and angry when I hear about people breaking the lockdown rules. Day to day I am feeling pretty bored and fed up with lockdown. I am not worried about coronavirus having a negative impact on my life because my job is secure. I work from home so I am confident I will not catch the virus. I worry a bit about older family members getting ill but not so much now they are getting vaccinated. I haven't seen my parents for over a year now so I am looking forward to finally seeing them again soon."}, {"index": 8, "context": "The constant news cycle, featuring little confirmed information, is exhausting and frustrating. It feels like everything comes with an estimation or a guess, which fluctuates and causes uncertainty. In relation to that, not knowing when the pandemic will end, or when/if a cure will be found is anxiety inducing. But I would prefer to know less about this, until something is concrete. Whilst being inside for long periods of time can add to the symptoms of depression, I currently feel good about using this extra time to work on personal projects."}, {"index": 9, "context": "I mostly feel frustrated about the Corona situation. Frustrated that the country is in lockdown, frustrated that a lot of people are choosing to disobey the rules and therefore making things worse, frustrated I am stuck at home and unable to do the the things that I enjoy. It is also rather unnerving going through a situation that affects the whole world, but that we have never experienced before. This means that a lot of countries are having to try various methods to suppress the outbreak and there is not one tried and tested method, which is worrying."}, {"index": 10, "context": "I feel generally okay at this moment in time. I have food and supplies at the moment although I am concerned about the thought of having to venture outside should I need to buy anything from stores. The last time I went out to the shops, over a week ago now, there were large queues outside every one. Most of the anxiety stems from the behaviour of other people and my distrust of them. Anytime I have either visited shops or had an online delivery to my home, there have been items unavailable due to the ridiculous stockpiling of others. Most of my concern is for my family and their health."}, {"index": 11, "context": "I currently feel a lot of resentment towards all the individuals who chose to not believe those who were thing to help them through this. All the scientist and health professionals who worked so hard to solve this, who had their progress stunted by people who didn't believe in them. It will be 2 years of my life taken away from me due to the inefficiency of others, meanwhile those people continued to see anyone they wanted to. I lost my grandfather, uncle, and my childhood cat during this time - all while being unable to visit my family abroad during this time. I am anxious because maybe there's a chance others will get over this sooner than I will - I feel stunted by all of this. I do NOT blame quarantining and isolation for this, as things could have been done better."}, {"index": 12, "context": "I feel that we in the UK have not hit a crisis situation yet, despite the number of cases and deaths we have incurred. There is definitely a strain on society, the government and the health service but it feels (just barely) manageable if it continues at its current state. Now we are weeks into distancing and isolation and the rest of the globe it has become easier to accept. I am young and healthy and so have no personal concerns about my own health in this crisis. I have not yet had any close friends/family suffer from the virus so I remain relaxed for now. I have no dependents and am not out of a job. I have faced far fewer negative consequences from the current situation than other citizens across the globe."}, {"index": 13, "context": "Happy that potentially the end is in sight and that life can return to as close to normal as is possible in the not too distant future. Having had jab 1 I feel somewhat more safe in life and relaxed about the future. I feel very sad about those who have list their lives and respect for those who have worked through at risk to their own lives.\n\nI am sorry for those who have list their jobs during the year, but feel it was a necessary sacrifice for the greater good. I am confident that the economy will bounce back with reasonable speed"}, {"index": 14, "context": "With the vaccine programme I am starting to feel more hopeful that things will get better by the summer. I fear I will still be anxious around people for some time to come. I am fed up of lockdown and want to be able to return to some sort of normal. Thankfully with the return of schools my children will get to see their friends again. I am also hopeful of travel being allowed by the summer to permit a holiday for me and my family which we all feel we desperately need. Fingers crossed we are allowed to go abroad"}, {"index": 15, "context": "i'm worried not for myself but for the wellbeing of my close friends and family. not only that, but i am also feeling quite a bit lonely as well. the constant news showing how the death toll has hit a new peak worsens my anxiety. i feel a bit depressed being constantly in my house, but the recent warm weather and my ability to go into the garden and enjoy it has somewhat alleviated these negative feelings. i feel constantly bored and seem to always want to procrastinate tasks that are given to me."}, {"index": 16, "context": "I feel some optimism given the speed of the vaccine rollout in my country. However, as there are variants of the virus there I am slightly anxious that if the rest of the world is not vaccinated to a significant degree then this all might go on for much longer. There is a plan for reducing restrictions in my country so there is something to look forward to with regards to visiting family and friends once again, so I remain hopeful and optimistic that there is an end in sight. I also feel some anger towards our government who have used the crisis to line the pockets of their friends whilst presiding over one of the worst death rates in the world, and one of the hardest-hit economies."}, {"index": 17, "context": "I feel hopeful as the vaccine is getting rolled out in the UK quickly. It is annoying to me how much resources the UK has compared to other countries, while in the UK each person could be vaccinated many times, my family at home is going to have to wait at least one more year to even begin thinking about normality again. I miss them so much and somehow it makes me feel defeated but I try to stay hopeful that the governments will put money and politics aside and focus on the well being of the people. Not to even mention all the poorest countries that already struggle so much with other issues, and now do not have any access to the vaccine. \nOther than that, I am moving to a different city soon and I am finishing university and the current situation does not make it any less stressful. I am anxious about finding a place to live and being able to affor it with limited work opportunities during corona. I hope everything goes well and I manage to figure it out and I hope I can manage to safely visit my family in the summer despite the terrible circumstances."}, {"index": 18, "context": "I am feeling happy that the vaccine is available and is working. We are on the road out of lockdown which fills me with hope. I am excited that we may have some form of normality to look forward to. I am very glad the positive cases and deaths are falling quickly. It has been a long and difficult time since the Boxing Day lockdown but I do believe better times are coming but we will still need to be cautious. The weather is changing and the lighter nights are starting to lift everybody's mood and the 'we'll get through this together' spirit."}, {"index": 19, "context": "I largely feel more hopeful about the corona situation. The statistics look promising – it appears as if the vaccine programme is working well and the UK numbers have rapidly fallen over the lockdown period. I've been fortunate to have already received my first jab (far earlier than I expected for my age and the level of my asthma). I'm still being super cautious and have been living like I'm in lockdown for pretty much a year and feel lucky to be able to continue doing so until after my second dose. I'd still be afraid of contracting the virus right now, do worry about whether there's going to be another big variant bombshell in time, and also for others re jobs etc."}, {"index": 20, "context": "The uncertainty of this unprecedented situation is deeply worrying. It is the uncertainty that unsettles me the most. How many people will ultimately be affected physically? What will the final mortality number be? What will we be able to learn and ascertain about the virus itself? How will our economy recover? Has anyone thought of the added bill to the NHS for the impending mental health issues this may all cause? It's all just so unknown and the fear of the unknown is the biggest of all. Personally speaking, I feel extremely fortunate to not feel affected though that too may change. My children are thankfully healthy and my parents, too. I was looking after my mother after she sustained a subarachnoid haemorrhage, she was discharged from hospital 3 weeks ago which is unbelievably fortunate timing. We feel very lucky that she managed to get home."}, {"index": 21, "context": "I feel calm and relaxed as I don't believe I have been affected directly by Corona. \n\nI'm feeling thankful because I still have my job, nobody in my family has passed away and my friends are healthy.\n\nI am enjoying working from home as I get my time back, I also get to avoid the busy London trains and streets which I hated.\n\nIf I can continue working from home after the lockdown/pandemic, I would be extremely happy.\n\nI don't feel as anxious, fearful or worried like I did this time last year. I'm feeling hopeful and happier."}, {"index": 22, "context": "At this precise moment I do not and never have feared coronavirus. Predicted deaths were wrong. Very wrong so why the world is locked down I have no idea. People die every year except the figures are not usually plastered all over the news. I hope people wake up because businesses are failing and people are fed up in general.\nThere are no flu figures anymore (50,000 deaths in UK a few years ago) and we have a test that even the creator of said it should not be used for viruses. Go figure!\nI was angry about this at one point but not anymore. One can t really blame the general population when media is controlled and is nothing more than propaganda."}, {"index": 23, "context": "Whilst I appreciate that this is a unique and historical time, I miss my normal daily life, and I miss being around the people that most care about.  I am worried that my car will not start when I go to use it and that petrol staitions will be closed,  I have a stack of parcels that I need to take to the post office, but I don't want to get shouted at because it's not essential business.  I am a little concerned that my medication will not arrive before what I have runs out, but I am happy that the soap operas are on today because I miss them.  I wish my neighbour would stop thumping around and I am trying to block it out.  "}, {"index": 24, "context": "At this very moment I feel little to no tension regarding the coronavirus situation. The cases are low in my area and I always adhere to the social distancing guidelines when going out, along with always wearing a mask. The vaccine is just around the corner so I don't think there is much to worry about. Compared to last year when the cases were higher I haven't changed my mindset too much, since I would always wear a mask and follow the social distancing guidelines. I do think, however, that the pandemic has lasted far longer than it should have, and would have been over much sooner if the general public were a little more obedient."}, {"index": 25, "context": "the fear is lessening due to the many vaccines available now. things are slowly  getting  back  to normal .\n\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters.\nYour response must be at least 500 characters."}, {"index": 26, "context": "I am worried about how people are going to cope with the long period of isolation. This may have negative effects on my mental wellbeing but as a society I think it will be even worse. People might start leaving the house after a month or two because theyre bored, or need social interation, which will cause the situation to go on for longer. I'm also worried about how the governments handling the situation and whether they are fully equipped. They havent been providing clear instructions to workers and the elderly."}, {"index": 27, "context": "I  am feeling  ok  about the virus at the moment. I am a key worker so am at risk sometimes but it goes with the territory so i am not phased by the threat.The only thing that annoys me is the stupidity of others and their behaviour e.g Not staying at home, stock piling of essentials and basic food stuffs or observing social distancing in a responsible manner. i feel there should be a stricter lockdown in force as the minority of people cannot be trusted to observe the restrictions so we should have a zero tolerance attitude in place"}, {"index": 28, "context": "There is a slight ray of hope on the horizon, but the future is uncertain with new variants being discovered. I feel there is still some way to go before we can see things returning to normal, and we will be able to socialize with our friends. My feelings are probably gentle acceptance of the situation as there is little I can do to change it. Hope come with the successful vaccination roll out with the hope that the population will not refuse this opportunity. Personally we have everything delivered and do not go out at all, but we are very lucky to live in a rural area rather than in a city where this would be opressive."}, {"index": 29, "context": "I'm mostly worried as to when I'll be able to see my family again as they live in another country and summer is the only period of time I can see them. If international travelling is not back to normal , it means that I will not reunite with my family for a whole year. Overall I feel calm because I live in ideal conditions in the UK, I continue working remotely, exercise daily, and live with a loving partner. So I cannot really complain about anything when I consider how tough it has been for other people. This comparison I think helps me to maintain appreciation and thankfulness for the kind of life that I live regardless of all the restrictions."}, {"index": 30, "context": "Corona doesn't bother me but I have been thinking a lot about the vaccine. I have my letter to get the jab because of my ms but really don't want it for a couple of years as I want to see if there are any problems that come up with it. I am feeling apprehensive about it as I'm concerned that I will be bullied into having it if establishments stop people entering that don't have a 'vaccine passport'. I'm not bothered about holidays abroad etc but I don't want to get stopped from me or my family being able to do every day things or for holidaying in the United Kingdom. I thinks if this is brought in it would be very unfair and foes against everything."}, {"index": 31, "context": "I’m feeling bored and tired of the pandemic and restrictions. I still feel a little anxious but less so now that the vaccines are being delivered. I’m a lot less worried about clinically vulnerable family and elderly family catching the virus now they are vaccinated.  I’m back on furlough which is fine but overall I am a bit frustrated. I would also like the schools to go back as I’m concerned about the mental health of my kids- this is the number one worry for me. They need to be with their friends and away from the screens much more. I just want my life back!"}, {"index": 32, "context": "I feel hopeful and optimistic that in the next few months covid will disappear and we can go back to living a normal life. \nThe case nums are going down which is good news. \nThere are still a few factors that may cause case nums to go back up again such as schools reopening etc but many people have had vaccines so maybe this will stop the cases rising again.\n\nOverall I am looking forward to living a normal life again and seeing friends/family and going to bars. The government haven't done too well to combat covid as there are many unemployed people struggling to find work and our high street stores are dying but there is nothing we can do about it. Would have been interesting to see how Labour would have dealt with fighting covid-19 instead of the conservatives."}, {"index": 33, "context": "Hopeful that things will improve with time. A bit anxious an concerned for my family and friends. Thankful that God has preserved me this far. Grateful to every frontline and essential worker. There’s light at the end of the tunnel. Thankful for the researchers and innovators of vaccines. Sad for all the lives lost in the pandemic. Looking forward to holidays in the future and quality time with friends and family. Anxious about watching the news due to ever increasing death tolls. The coronavirus has united the whole world to fight a common enemy and overcome."}, {"index": 34, "context": "I am ok and got set into this so-called 'routine.' I do not feel angry or anything. I think more and more strains of Covid-19 will appear from time to time and we just have to live with them. Vaccines are hit and miss. If you are lucky with them. Some can get seriously ill with the Vaccine itself. So I am not sure how this is going to work out in a long run. I keep myself busy and do workouts at home as the gyms have been shut for such a long time. I am contented at this present moment. I also feel motivated to start something of my own. Something which I am very passionate about."}, {"index": 35, "context": "At the moment I feel fairly relaxed about the situation. I may not remain as relaxed as time goes on depending on how long it lasts for due to money issues but for the moment I am fine as I have some income coming in until the end of this month at least. I feel slightly nervous for anyone who has either caught it or at high risk of getting it (my mother in particular is a high risk). The reduced option of freedom of choice on going out / to anywhere is mildly inconvenient but nothing worth stressing over for now. I feel disappointment in those who have bulk bought items and feel that the government and businesses should have stepped in earlier to stop that occurring. "}], "label": ["Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Anxiety", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation", "Relaxation"], "length": 5338, "ground_truth": 11}